const Data = [
  {
    image: 'https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/TTS.png?alt=media&token=bd819f09-0d15-40b2-925b-9a99230155c9',
    label: 'Ford Transit',
    year: '1965-2022',
    id: 'Ford_Transit',
    childCars: [
      {
        id: '1965-1986',
        image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/Necro.png?alt=media&token=64b4b611-7004-44e9-8a14-b4b5c30e1baf",
        label: "Ford Transit",
        year: "1965-1986",
        parts: [
          {
            id: 'Engine',
            status: true,
            image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/piston.png?alt=media&token=29e61bab-d19d-4d97-b833-83c446d3f13e",
            title: "Двигатель",
            posts: [
              {id:"Post_1", title: "Замена двигателя", text:"Цилиндро-поршневую группу можно назвать сердцем любого двигателя внутреннего сгорания. В ЦПГ входят поршни с кольцами и гильзы блока цилиндров. Трущаяся пара, которая постоянно подвержена ударным нагрузкам и высоким температурам. Износ ЦПГ критичен и очень дорог в ремонте. Обслуживать там, как правило, нечего. Долгую правильную службу обеспечат частая смена моторного масла, дорогое топливо и оригинальные фильтры. О том, что цилиндро-поршневая группа на автомобилях Форд Транзит износилась, подскажет стук из-под капота либо высокий расход масла (уже при расходе масла около 500 и больше грамм на тысячу километров пробега, пора задуматься о ремонте). Высокий 'жор' масла может быть также из-за течей из-под сальников и прокладок, а также из-за износа маслосъемных колпачков. Их еще называют сальниками клапанов. Турбина также может гнать масло во впуск. Но если эти варианты проверены или устранены, то нужно готовиться к худшему варианту."},
              {id:"Post_2", title: "Замена поршней", text:"Цилиндро-поршневую группу можно назвать сердцем любого двигателя внутреннего сгорания. В ЦПГ входят поршни с кольцами и гильзы блока цилиндров. Трущаяся пара, которая постоянно подвержена ударным нагрузкам и высоким температурам. Износ ЦПГ критичен и очень дорог в ремонте. Обслуживать там, как правило, нечего. Долгую правильную службу обеспечат частая смена моторного масла, дорогое топливо и оригинальные фильтры. О том, что цилиндро-поршневая группа на автомобилях Форд Транзит износилась, подскажет стук из-под капота либо высокий расход масла (уже при расходе масла около 500 и больше грамм на тысячу километров пробега, пора задуматься о ремонте). Высокий 'жор' масла может быть также из-за течей из-под сальников и прокладок, а также из-за износа маслосъемных колпачков. Их еще называют сальниками клапанов. Турбина также может гнать масло во впуск. Но если эти варианты проверены или устранены, то нужно готовиться к худшему варианту."},
              {id:"Post_3", title: "Замена маховика", text:"Цилиндро-поршневую группу можно назвать сердцем любого двигателя внутреннего сгорания. В ЦПГ входят поршни с кольцами и гильзы блока цилиндров. Трущаяся пара, которая постоянно подвержена ударным нагрузкам и высоким температурам. Износ ЦПГ критичен и очень дорог в ремонте. Обслуживать там, как правило, нечего. Долгую правильную службу обеспечат частая смена моторного масла, дорогое топливо и оригинальные фильтры. О том, что цилиндро-поршневая группа на автомобилях Форд Транзит износилась, подскажет стук из-под капота либо высокий расход масла (уже при расходе масла около 500 и больше грамм на тысячу километров пробега, пора задуматься о ремонте). Высокий 'жор' масла может быть также из-за течей из-под сальников и прокладок, а также из-за износа маслосъемных колпачков. Их еще называют сальниками клапанов. Турбина также может гнать масло во впуск. Но если эти варианты проверены или устранены, то нужно готовиться к худшему варианту."},
              {id:"Post_4", title: "Замена головки блока цилиндров", text:"Цилиндро-поршневую группу можно назвать сердцем любого двигателя внутреннего сгорания. В ЦПГ входят поршни с кольцами и гильзы блока цилиндров. Трущаяся пара, которая постоянно подвержена ударным нагрузкам и высоким температурам. Износ ЦПГ критичен и очень дорог в ремонте. Обслуживать там, как правило, нечего. Долгую правильную службу обеспечат частая смена моторного масла, дорогое топливо и оригинальные фильтры. О том, что цилиндро-поршневая группа на автомобилях Форд Транзит износилась, подскажет стук из-под капота либо высокий расход масла (уже при расходе масла около 500 и больше грамм на тысячу километров пробега, пора задуматься о ремонте). Высокий 'жор' масла может быть также из-за течей из-под сальников и прокладок, а также из-за износа маслосъемных колпачков. Их еще называют сальниками клапанов. Турбина также может гнать масло во впуск. Но если эти варианты проверены или устранены, то нужно готовиться к худшему варианту."},
              {id:"Post_5", title: "Замена датчика охлаждающей жидкости", text:"Цилиндро-поршневую группу можно назвать сердцем любого двигателя внутреннего сгорания. В ЦПГ входят поршни с кольцами и гильзы блока цилиндров. Трущаяся пара, которая постоянно подвержена ударным нагрузкам и высоким температурам. Износ ЦПГ критичен и очень дорог в ремонте. Обслуживать там, как правило, нечего. Долгую правильную службу обеспечат частая смена моторного масла, дорогое топливо и оригинальные фильтры. О том, что цилиндро-поршневая группа на автомобилях Форд Транзит износилась, подскажет стук из-под капота либо высокий расход масла (уже при расходе масла около 500 и больше грамм на тысячу километров пробега, пора задуматься о ремонте). Высокий 'жор' масла может быть также из-за течей из-под сальников и прокладок, а также из-за износа маслосъемных колпачков. Их еще называют сальниками клапанов. Турбина также может гнать масло во впуск. Но если эти варианты проверены или устранены, то нужно готовиться к худшему варианту."}
            ]
          },
          {
            id: "Body",
            status: true,
            image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/car_door.png?alt=media&token=6dda07c7-8d4d-4d79-82ca-4fbb1fa06f23",
            title: "Кузов",
            posts: [

            ]
          },
          {
            id: "Suspension",
            status: true,
            image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/wheels.png?alt=media&token=4ab459f8-f814-4fb6-aab5-ff4a77278eaa",
            title: "Мост",
            posts: [

            ]
          },
          {
            id: "Stearing",
            status: true,
            image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/chassis.png?alt=media&token=17c79a35-192c-4055-a5f2-ddc109d88ee6",
            title: "Рулевое",
            posts: [

            ]
          },
          {
            id: "Shock's",
            status: true,
            image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/shockbreaker.png?alt=media&token=8646abab-a174-42be-a624-62e720d21b85",
            title: "Подвеска",
            posts: [

            ]
          },
          {
            id: "Cooling",
            status: true,
            image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/cooler.png?alt=media&token=f9c4a367-89d8-4aba-9a04-82b4a4c58925",
            title: "Охлаждение",
            posts: [

            ]
          },
          {
            id: "Brackes",
            status: true,
            image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/break.png?alt=media&token=36c3d835-8217-4c4f-9991-b99aba99f934",
            title: "Тормоза",
            posts: [

            ]
          },
          {
            id: "Electrics",
            status: true,
            image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/battery.png?alt=media&token=5aed6935-e116-45f9-94a4-3fefcfe01172",
            title: "Электрика",
            posts: [

            ]
          },

        ],
      },
      {
        id: "Ford_Transit_CY",
        image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/CY.png?alt=media&token=beab5167-cb15-4667-a7e1-17b08c9ff3c0",
        label: "Ford Transit CY",
        year: "1985-1992",
        parts: [
          {
            id: 'Engine',
            status: true,
            image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/piston.png?alt=media&token=29e61bab-d19d-4d97-b833-83c446d3f13e",
            title: "Двигатель",
            posts: [
              {id:"Post_1", title: "Замена двигателя", text:"Цилиндро-поршневую группу можно назвать сердцем любого двигателя внутреннего сгорания. В ЦПГ входят поршни с кольцами и гильзы блока цилиндров. Трущаяся пара, которая постоянно подвержена ударным нагрузкам и высоким температурам. Износ ЦПГ критичен и очень дорог в ремонте. Обслуживать там, как правило, нечего. Долгую правильную службу обеспечат частая смена моторного масла, дорогое топливо и оригинальные фильтры. О том, что цилиндро-поршневая группа на автомобилях Форд Транзит износилась, подскажет стук из-под капота либо высокий расход масла (уже при расходе масла около 500 и больше грамм на тысячу километров пробега, пора задуматься о ремонте). Высокий 'жор' масла может быть также из-за течей из-под сальников и прокладок, а также из-за износа маслосъемных колпачков. Их еще называют сальниками клапанов. Турбина также может гнать масло во впуск. Но если эти варианты проверены или устранены, то нужно готовиться к худшему варианту."},
              {id:"Post_2", title: "Замена поршней", text:"Цилиндро-поршневую группу можно назвать сердцем любого двигателя внутреннего сгорания. В ЦПГ входят поршни с кольцами и гильзы блока цилиндров. Трущаяся пара, которая постоянно подвержена ударным нагрузкам и высоким температурам. Износ ЦПГ критичен и очень дорог в ремонте. Обслуживать там, как правило, нечего. Долгую правильную службу обеспечат частая смена моторного масла, дорогое топливо и оригинальные фильтры. О том, что цилиндро-поршневая группа на автомобилях Форд Транзит износилась, подскажет стук из-под капота либо высокий расход масла (уже при расходе масла около 500 и больше грамм на тысячу километров пробега, пора задуматься о ремонте). Высокий 'жор' масла может быть также из-за течей из-под сальников и прокладок, а также из-за износа маслосъемных колпачков. Их еще называют сальниками клапанов. Турбина также может гнать масло во впуск. Но если эти варианты проверены или устранены, то нужно готовиться к худшему варианту."},
              {id:"Post_3", title: "Замена маховика", text:"Цилиндро-поршневую группу можно назвать сердцем любого двигателя внутреннего сгорания. В ЦПГ входят поршни с кольцами и гильзы блока цилиндров. Трущаяся пара, которая постоянно подвержена ударным нагрузкам и высоким температурам. Износ ЦПГ критичен и очень дорог в ремонте. Обслуживать там, как правило, нечего. Долгую правильную службу обеспечат частая смена моторного масла, дорогое топливо и оригинальные фильтры. О том, что цилиндро-поршневая группа на автомобилях Форд Транзит износилась, подскажет стук из-под капота либо высокий расход масла (уже при расходе масла около 500 и больше грамм на тысячу километров пробега, пора задуматься о ремонте). Высокий 'жор' масла может быть также из-за течей из-под сальников и прокладок, а также из-за износа маслосъемных колпачков. Их еще называют сальниками клапанов. Турбина также может гнать масло во впуск. Но если эти варианты проверены или устранены, то нужно готовиться к худшему варианту."},
              {id:"Post_4", title: "Замена головки блока цилиндров", text:"Цилиндро-поршневую группу можно назвать сердцем любого двигателя внутреннего сгорания. В ЦПГ входят поршни с кольцами и гильзы блока цилиндров. Трущаяся пара, которая постоянно подвержена ударным нагрузкам и высоким температурам. Износ ЦПГ критичен и очень дорог в ремонте. Обслуживать там, как правило, нечего. Долгую правильную службу обеспечат частая смена моторного масла, дорогое топливо и оригинальные фильтры. О том, что цилиндро-поршневая группа на автомобилях Форд Транзит износилась, подскажет стук из-под капота либо высокий расход масла (уже при расходе масла около 500 и больше грамм на тысячу километров пробега, пора задуматься о ремонте). Высокий 'жор' масла может быть также из-за течей из-под сальников и прокладок, а также из-за износа маслосъемных колпачков. Их еще называют сальниками клапанов. Турбина также может гнать масло во впуск. Но если эти варианты проверены или устранены, то нужно готовиться к худшему варианту."},
              {id:"Post_5", title: "Замена датчика охлаждающей жидкости", text:"Цилиндро-поршневую группу можно назвать сердцем любого двигателя внутреннего сгорания. В ЦПГ входят поршни с кольцами и гильзы блока цилиндров. Трущаяся пара, которая постоянно подвержена ударным нагрузкам и высоким температурам. Износ ЦПГ критичен и очень дорог в ремонте. Обслуживать там, как правило, нечего. Долгую правильную службу обеспечат частая смена моторного масла, дорогое топливо и оригинальные фильтры. О том, что цилиндро-поршневая группа на автомобилях Форд Транзит износилась, подскажет стук из-под капота либо высокий расход масла (уже при расходе масла около 500 и больше грамм на тысячу километров пробега, пора задуматься о ремонте). Высокий 'жор' масла может быть также из-за течей из-под сальников и прокладок, а также из-за износа маслосъемных колпачков. Их еще называют сальниками клапанов. Турбина также может гнать масло во впуск. Но если эти варианты проверены или устранены, то нужно готовиться к худшему варианту."}
            ]
          },
          {
            id: "Body",
            status: true,
            image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/car_door.png?alt=media&token=6dda07c7-8d4d-4d79-82ca-4fbb1fa06f23",
            title: "Кузов",
            posts: [

            ]
          },
          {
            id: "Suspension",
            status: true,
            image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/wheels.png?alt=media&token=4ab459f8-f814-4fb6-aab5-ff4a77278eaa",
            title: "Мост",
            posts: [

            ]
          },
          {
            id: "Stearing",
            status: true,
            image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/chassis.png?alt=media&token=17c79a35-192c-4055-a5f2-ddc109d88ee6",
            title: "Рулевое",
            posts: [

            ]
          },
          {
            id: "Shock's",
            status: true,
            image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/shockbreaker.png?alt=media&token=8646abab-a174-42be-a624-62e720d21b85",
            title: "Подвеска",
            posts: [

            ]
          },
          {
            id: "Cooling",
            status: true,
            image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/cooler.png?alt=media&token=f9c4a367-89d8-4aba-9a04-82b4a4c58925",
            title: "Охлаждение",
            posts: [

            ]
          },
          {
            id: "Brackes",
            status: true,
            image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/break.png?alt=media&token=36c3d835-8217-4c4f-9991-b99aba99f934",
            title: "Тормоза",
            posts: [

            ]
          },
          {
            id: "Electrics",
            status: true,
            image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/battery.png?alt=media&token=5aed6935-e116-45f9-94a4-3fefcfe01172",
            title: "Электрика",
            posts: [

            ]
          },

        ],
      },
      {
        id: "Ford_Transit_DY",
        image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/DY.png?alt=media&token=366a5400-e329-40e0-ad19-925463332a7e",
        label: "Ford Transit DY",
        year: "1992-1994",
        parts: [
          {
            id: 'Engine',
            status: true,
            image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/piston.png?alt=media&token=29e61bab-d19d-4d97-b833-83c446d3f13e",
            title: "Двигатель",
            posts: [
              {id:"Post_1", title: "Замена двигателя", text:"Цилиндро-поршневую группу можно назвать сердцем любого двигателя внутреннего сгорания. В ЦПГ входят поршни с кольцами и гильзы блока цилиндров. Трущаяся пара, которая постоянно подвержена ударным нагрузкам и высоким температурам. Износ ЦПГ критичен и очень дорог в ремонте. Обслуживать там, как правило, нечего. Долгую правильную службу обеспечат частая смена моторного масла, дорогое топливо и оригинальные фильтры. О том, что цилиндро-поршневая группа на автомобилях Форд Транзит износилась, подскажет стук из-под капота либо высокий расход масла (уже при расходе масла около 500 и больше грамм на тысячу километров пробега, пора задуматься о ремонте). Высокий 'жор' масла может быть также из-за течей из-под сальников и прокладок, а также из-за износа маслосъемных колпачков. Их еще называют сальниками клапанов. Турбина также может гнать масло во впуск. Но если эти варианты проверены или устранены, то нужно готовиться к худшему варианту."},
              {id:"Post_2", title: "Замена поршней", text:"Цилиндро-поршневую группу можно назвать сердцем любого двигателя внутреннего сгорания. В ЦПГ входят поршни с кольцами и гильзы блока цилиндров. Трущаяся пара, которая постоянно подвержена ударным нагрузкам и высоким температурам. Износ ЦПГ критичен и очень дорог в ремонте. Обслуживать там, как правило, нечего. Долгую правильную службу обеспечат частая смена моторного масла, дорогое топливо и оригинальные фильтры. О том, что цилиндро-поршневая группа на автомобилях Форд Транзит износилась, подскажет стук из-под капота либо высокий расход масла (уже при расходе масла около 500 и больше грамм на тысячу километров пробега, пора задуматься о ремонте). Высокий 'жор' масла может быть также из-за течей из-под сальников и прокладок, а также из-за износа маслосъемных колпачков. Их еще называют сальниками клапанов. Турбина также может гнать масло во впуск. Но если эти варианты проверены или устранены, то нужно готовиться к худшему варианту."},
              {id:"Post_3", title: "Замена маховика", text:"Цилиндро-поршневую группу можно назвать сердцем любого двигателя внутреннего сгорания. В ЦПГ входят поршни с кольцами и гильзы блока цилиндров. Трущаяся пара, которая постоянно подвержена ударным нагрузкам и высоким температурам. Износ ЦПГ критичен и очень дорог в ремонте. Обслуживать там, как правило, нечего. Долгую правильную службу обеспечат частая смена моторного масла, дорогое топливо и оригинальные фильтры. О том, что цилиндро-поршневая группа на автомобилях Форд Транзит износилась, подскажет стук из-под капота либо высокий расход масла (уже при расходе масла около 500 и больше грамм на тысячу километров пробега, пора задуматься о ремонте). Высокий 'жор' масла может быть также из-за течей из-под сальников и прокладок, а также из-за износа маслосъемных колпачков. Их еще называют сальниками клапанов. Турбина также может гнать масло во впуск. Но если эти варианты проверены или устранены, то нужно готовиться к худшему варианту."},
              {id:"Post_4", title: "Замена головки блока цилиндров", text:"Цилиндро-поршневую группу можно назвать сердцем любого двигателя внутреннего сгорания. В ЦПГ входят поршни с кольцами и гильзы блока цилиндров. Трущаяся пара, которая постоянно подвержена ударным нагрузкам и высоким температурам. Износ ЦПГ критичен и очень дорог в ремонте. Обслуживать там, как правило, нечего. Долгую правильную службу обеспечат частая смена моторного масла, дорогое топливо и оригинальные фильтры. О том, что цилиндро-поршневая группа на автомобилях Форд Транзит износилась, подскажет стук из-под капота либо высокий расход масла (уже при расходе масла около 500 и больше грамм на тысячу километров пробега, пора задуматься о ремонте). Высокий 'жор' масла может быть также из-за течей из-под сальников и прокладок, а также из-за износа маслосъемных колпачков. Их еще называют сальниками клапанов. Турбина также может гнать масло во впуск. Но если эти варианты проверены или устранены, то нужно готовиться к худшему варианту."},
              {id:"Post_5", title: "Замена датчика охлаждающей жидкости", text:"Цилиндро-поршневую группу можно назвать сердцем любого двигателя внутреннего сгорания. В ЦПГ входят поршни с кольцами и гильзы блока цилиндров. Трущаяся пара, которая постоянно подвержена ударным нагрузкам и высоким температурам. Износ ЦПГ критичен и очень дорог в ремонте. Обслуживать там, как правило, нечего. Долгую правильную службу обеспечат частая смена моторного масла, дорогое топливо и оригинальные фильтры. О том, что цилиндро-поршневая группа на автомобилях Форд Транзит износилась, подскажет стук из-под капота либо высокий расход масла (уже при расходе масла около 500 и больше грамм на тысячу километров пробега, пора задуматься о ремонте). Высокий 'жор' масла может быть также из-за течей из-под сальников и прокладок, а также из-за износа маслосъемных колпачков. Их еще называют сальниками клапанов. Турбина также может гнать масло во впуск. Но если эти варианты проверены или устранены, то нужно готовиться к худшему варианту."}
            ]
          },
          {
            id: "Body",
            status: true,
            image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/car_door.png?alt=media&token=6dda07c7-8d4d-4d79-82ca-4fbb1fa06f23",
            title: "Кузов",
            posts: [

            ]
          },
          {
            id: "Suspension",
            status: true,
            image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/wheels.png?alt=media&token=4ab459f8-f814-4fb6-aab5-ff4a77278eaa",
            title: "Мост",
            posts: [

            ]
          },
          {
            id: "Stearing",
            status: true,
            image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/chassis.png?alt=media&token=17c79a35-192c-4055-a5f2-ddc109d88ee6",
            title: "Рулевое",
            posts: [

            ]
          },
          {
            id: "Shock's",
            status: true,
            image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/shockbreaker.png?alt=media&token=8646abab-a174-42be-a624-62e720d21b85",
            title: "Подвеска",
            posts: [

            ]
          },
          {
            id: "Cooling",
            status: true,
            image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/cooler.png?alt=media&token=f9c4a367-89d8-4aba-9a04-82b4a4c58925",
            title: "Охлаждение",
            posts: [

            ]
          },
          {
            id: "Brackes",
            status: true,
            image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/break.png?alt=media&token=36c3d835-8217-4c4f-9991-b99aba99f934",
            title: "Тормоза",
            posts: [

            ]
          },
          {
            id: "Electrics",
            status: true,
            image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/battery.png?alt=media&token=5aed6935-e116-45f9-94a4-3fefcfe01172",
            title: "Электрика",
            posts: [

            ]
          },

        ],
      },
      {
        id: "Ford_Transit_EY",
        image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/EY.png?alt=media&token=98edf1d8-278e-4afd-83ad-12e383eb3c37",
        label: "Ford Transit EY",
        year: "1994-2000",
        parts: [
          {
            id: 'Engine',
            status: true,
            image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/piston.png?alt=media&token=29e61bab-d19d-4d97-b833-83c446d3f13e",
            title: "Двигатель",
            posts: [
              {id:"Post_1", title: "Замена двигателя", text:"Цилиндро-поршневую группу можно назвать сердцем любого двигателя внутреннего сгорания. В ЦПГ входят поршни с кольцами и гильзы блока цилиндров. Трущаяся пара, которая постоянно подвержена ударным нагрузкам и высоким температурам. Износ ЦПГ критичен и очень дорог в ремонте. Обслуживать там, как правило, нечего. Долгую правильную службу обеспечат частая смена моторного масла, дорогое топливо и оригинальные фильтры. О том, что цилиндро-поршневая группа на автомобилях Форд Транзит износилась, подскажет стук из-под капота либо высокий расход масла (уже при расходе масла около 500 и больше грамм на тысячу километров пробега, пора задуматься о ремонте). Высокий 'жор' масла может быть также из-за течей из-под сальников и прокладок, а также из-за износа маслосъемных колпачков. Их еще называют сальниками клапанов. Турбина также может гнать масло во впуск. Но если эти варианты проверены или устранены, то нужно готовиться к худшему варианту."},
              {id:"Post_2", title: "Замена поршней", text:"Цилиндро-поршневую группу можно назвать сердцем любого двигателя внутреннего сгорания. В ЦПГ входят поршни с кольцами и гильзы блока цилиндров. Трущаяся пара, которая постоянно подвержена ударным нагрузкам и высоким температурам. Износ ЦПГ критичен и очень дорог в ремонте. Обслуживать там, как правило, нечего. Долгую правильную службу обеспечат частая смена моторного масла, дорогое топливо и оригинальные фильтры. О том, что цилиндро-поршневая группа на автомобилях Форд Транзит износилась, подскажет стук из-под капота либо высокий расход масла (уже при расходе масла около 500 и больше грамм на тысячу километров пробега, пора задуматься о ремонте). Высокий 'жор' масла может быть также из-за течей из-под сальников и прокладок, а также из-за износа маслосъемных колпачков. Их еще называют сальниками клапанов. Турбина также может гнать масло во впуск. Но если эти варианты проверены или устранены, то нужно готовиться к худшему варианту."},
              {id:"Post_3", title: "Замена маховика", text:"Цилиндро-поршневую группу можно назвать сердцем любого двигателя внутреннего сгорания. В ЦПГ входят поршни с кольцами и гильзы блока цилиндров. Трущаяся пара, которая постоянно подвержена ударным нагрузкам и высоким температурам. Износ ЦПГ критичен и очень дорог в ремонте. Обслуживать там, как правило, нечего. Долгую правильную службу обеспечат частая смена моторного масла, дорогое топливо и оригинальные фильтры. О том, что цилиндро-поршневая группа на автомобилях Форд Транзит износилась, подскажет стук из-под капота либо высокий расход масла (уже при расходе масла около 500 и больше грамм на тысячу километров пробега, пора задуматься о ремонте). Высокий 'жор' масла может быть также из-за течей из-под сальников и прокладок, а также из-за износа маслосъемных колпачков. Их еще называют сальниками клапанов. Турбина также может гнать масло во впуск. Но если эти варианты проверены или устранены, то нужно готовиться к худшему варианту."},
              {id:"Post_4", title: "Замена головки блока цилиндров", text:"Цилиндро-поршневую группу можно назвать сердцем любого двигателя внутреннего сгорания. В ЦПГ входят поршни с кольцами и гильзы блока цилиндров. Трущаяся пара, которая постоянно подвержена ударным нагрузкам и высоким температурам. Износ ЦПГ критичен и очень дорог в ремонте. Обслуживать там, как правило, нечего. Долгую правильную службу обеспечат частая смена моторного масла, дорогое топливо и оригинальные фильтры. О том, что цилиндро-поршневая группа на автомобилях Форд Транзит износилась, подскажет стук из-под капота либо высокий расход масла (уже при расходе масла около 500 и больше грамм на тысячу километров пробега, пора задуматься о ремонте). Высокий 'жор' масла может быть также из-за течей из-под сальников и прокладок, а также из-за износа маслосъемных колпачков. Их еще называют сальниками клапанов. Турбина также может гнать масло во впуск. Но если эти варианты проверены или устранены, то нужно готовиться к худшему варианту."},
              {id:"Post_5", title: "Замена датчика охлаждающей жидкости", text:"Цилиндро-поршневую группу можно назвать сердцем любого двигателя внутреннего сгорания. В ЦПГ входят поршни с кольцами и гильзы блока цилиндров. Трущаяся пара, которая постоянно подвержена ударным нагрузкам и высоким температурам. Износ ЦПГ критичен и очень дорог в ремонте. Обслуживать там, как правило, нечего. Долгую правильную службу обеспечат частая смена моторного масла, дорогое топливо и оригинальные фильтры. О том, что цилиндро-поршневая группа на автомобилях Форд Транзит износилась, подскажет стук из-под капота либо высокий расход масла (уже при расходе масла около 500 и больше грамм на тысячу километров пробега, пора задуматься о ремонте). Высокий 'жор' масла может быть также из-за течей из-под сальников и прокладок, а также из-за износа маслосъемных колпачков. Их еще называют сальниками клапанов. Турбина также может гнать масло во впуск. Но если эти варианты проверены или устранены, то нужно готовиться к худшему варианту."}
            ]
          },
          {
            id: "Body",
            status: true,
            image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/car_door.png?alt=media&token=6dda07c7-8d4d-4d79-82ca-4fbb1fa06f23",
            title: "Кузов",
            posts: [

            ]
          },
          {
            id: "Suspension",
            status: true,
            image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/wheels.png?alt=media&token=4ab459f8-f814-4fb6-aab5-ff4a77278eaa",
            title: "Мост",
            posts: [

            ]
          },
          {
            id: "Stearing",
            status: true,
            image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/chassis.png?alt=media&token=17c79a35-192c-4055-a5f2-ddc109d88ee6",
            title: "Рулевое",
            posts: [

            ]
          },
          {
            id: "Shock's",
            status: true,
            image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/shockbreaker.png?alt=media&token=8646abab-a174-42be-a624-62e720d21b85",
            title: "Подвеска",
            posts: [

            ]
          },
          {
            id: "Cooling",
            status: true,
            image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/cooler.png?alt=media&token=f9c4a367-89d8-4aba-9a04-82b4a4c58925",
            title: "Охлаждение",
            posts: [

            ]
          },
          {
            id: "Brackes",
            status: true,
            image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/break.png?alt=media&token=36c3d835-8217-4c4f-9991-b99aba99f934",
            title: "Тормоза",
            posts: [

            ]
          },
          {
            id: "Electrics",
            status: true,
            image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/battery.png?alt=media&token=5aed6935-e116-45f9-94a4-3fefcfe01172",
            title: "Электрика",
            posts: [

            ]
          },

        ],
      },
      {
        id: "Ford_Transit_FY",
        image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/FY.png?alt=media&token=7cb4254b-d15d-4660-8bb8-e0c9d2585a00",
        label: "Ford Transit FY",
        year: "2000-2006",
        parts: [
          {
            id: 'Engine',
            status: true,
            image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/piston.png?alt=media&token=29e61bab-d19d-4d97-b833-83c446d3f13e",
            title: "Двигатель",
            posts: [
              {id:"Post_1", title: "Замена двигателя", text:"Цилиндро-поршневую группу можно назвать сердцем любого двигателя внутреннего сгорания. В ЦПГ входят поршни с кольцами и гильзы блока цилиндров. Трущаяся пара, которая постоянно подвержена ударным нагрузкам и высоким температурам. Износ ЦПГ критичен и очень дорог в ремонте. Обслуживать там, как правило, нечего. Долгую правильную службу обеспечат частая смена моторного масла, дорогое топливо и оригинальные фильтры. О том, что цилиндро-поршневая группа на автомобилях Форд Транзит износилась, подскажет стук из-под капота либо высокий расход масла (уже при расходе масла около 500 и больше грамм на тысячу километров пробега, пора задуматься о ремонте). Высокий 'жор' масла может быть также из-за течей из-под сальников и прокладок, а также из-за износа маслосъемных колпачков. Их еще называют сальниками клапанов. Турбина также может гнать масло во впуск. Но если эти варианты проверены или устранены, то нужно готовиться к худшему варианту."},
              {id:"Post_2", title: "Замена поршней", text:"Цилиндро-поршневую группу можно назвать сердцем любого двигателя внутреннего сгорания. В ЦПГ входят поршни с кольцами и гильзы блока цилиндров. Трущаяся пара, которая постоянно подвержена ударным нагрузкам и высоким температурам. Износ ЦПГ критичен и очень дорог в ремонте. Обслуживать там, как правило, нечего. Долгую правильную службу обеспечат частая смена моторного масла, дорогое топливо и оригинальные фильтры. О том, что цилиндро-поршневая группа на автомобилях Форд Транзит износилась, подскажет стук из-под капота либо высокий расход масла (уже при расходе масла около 500 и больше грамм на тысячу километров пробега, пора задуматься о ремонте). Высокий 'жор' масла может быть также из-за течей из-под сальников и прокладок, а также из-за износа маслосъемных колпачков. Их еще называют сальниками клапанов. Турбина также может гнать масло во впуск. Но если эти варианты проверены или устранены, то нужно готовиться к худшему варианту."},
              {id:"Post_3", title: "Замена маховика", text:"Цилиндро-поршневую группу можно назвать сердцем любого двигателя внутреннего сгорания. В ЦПГ входят поршни с кольцами и гильзы блока цилиндров. Трущаяся пара, которая постоянно подвержена ударным нагрузкам и высоким температурам. Износ ЦПГ критичен и очень дорог в ремонте. Обслуживать там, как правило, нечего. Долгую правильную службу обеспечат частая смена моторного масла, дорогое топливо и оригинальные фильтры. О том, что цилиндро-поршневая группа на автомобилях Форд Транзит износилась, подскажет стук из-под капота либо высокий расход масла (уже при расходе масла около 500 и больше грамм на тысячу километров пробега, пора задуматься о ремонте). Высокий 'жор' масла может быть также из-за течей из-под сальников и прокладок, а также из-за износа маслосъемных колпачков. Их еще называют сальниками клапанов. Турбина также может гнать масло во впуск. Но если эти варианты проверены или устранены, то нужно готовиться к худшему варианту."},
              {id:"Post_4", title: "Замена головки блока цилиндров", text:"Цилиндро-поршневую группу можно назвать сердцем любого двигателя внутреннего сгорания. В ЦПГ входят поршни с кольцами и гильзы блока цилиндров. Трущаяся пара, которая постоянно подвержена ударным нагрузкам и высоким температурам. Износ ЦПГ критичен и очень дорог в ремонте. Обслуживать там, как правило, нечего. Долгую правильную службу обеспечат частая смена моторного масла, дорогое топливо и оригинальные фильтры. О том, что цилиндро-поршневая группа на автомобилях Форд Транзит износилась, подскажет стук из-под капота либо высокий расход масла (уже при расходе масла около 500 и больше грамм на тысячу километров пробега, пора задуматься о ремонте). Высокий 'жор' масла может быть также из-за течей из-под сальников и прокладок, а также из-за износа маслосъемных колпачков. Их еще называют сальниками клапанов. Турбина также может гнать масло во впуск. Но если эти варианты проверены или устранены, то нужно готовиться к худшему варианту."},
              {id:"Post_5", title: "Замена датчика охлаждающей жидкости", text:"Цилиндро-поршневую группу можно назвать сердцем любого двигателя внутреннего сгорания. В ЦПГ входят поршни с кольцами и гильзы блока цилиндров. Трущаяся пара, которая постоянно подвержена ударным нагрузкам и высоким температурам. Износ ЦПГ критичен и очень дорог в ремонте. Обслуживать там, как правило, нечего. Долгую правильную службу обеспечат частая смена моторного масла, дорогое топливо и оригинальные фильтры. О том, что цилиндро-поршневая группа на автомобилях Форд Транзит износилась, подскажет стук из-под капота либо высокий расход масла (уже при расходе масла около 500 и больше грамм на тысячу километров пробега, пора задуматься о ремонте). Высокий 'жор' масла может быть также из-за течей из-под сальников и прокладок, а также из-за износа маслосъемных колпачков. Их еще называют сальниками клапанов. Турбина также может гнать масло во впуск. Но если эти варианты проверены или устранены, то нужно готовиться к худшему варианту."}
            ]
          },
          {
            id: "Body",
            status: true,
            image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/car_door.png?alt=media&token=6dda07c7-8d4d-4d79-82ca-4fbb1fa06f23",
            title: "Кузов",
            posts: [

            ]
          },
          {
            id: "Suspension",
            status: true,
            image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/wheels.png?alt=media&token=4ab459f8-f814-4fb6-aab5-ff4a77278eaa",
            title: "Мост",
            posts: [

            ]
          },
          {
            id: "Stearing",
            status: true,
            image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/chassis.png?alt=media&token=17c79a35-192c-4055-a5f2-ddc109d88ee6",
            title: "Рулевое",
            posts: [

            ]
          },
          {
            id: "Shock's",
            status: true,
            image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/shockbreaker.png?alt=media&token=8646abab-a174-42be-a624-62e720d21b85",
            title: "Подвеска",
            posts: [

            ]
          },
          {
            id: "Cooling",
            status: true,
            image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/cooler.png?alt=media&token=f9c4a367-89d8-4aba-9a04-82b4a4c58925",
            title: "Охлаждение",
            posts: [

            ]
          },
          {
            id: "Brackes",
            status: true,
            image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/break.png?alt=media&token=36c3d835-8217-4c4f-9991-b99aba99f934",
            title: "Тормоза",
            posts: [

            ]
          },
          {
            id: "Electrics",
            status: true,
            image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/battery.png?alt=media&token=5aed6935-e116-45f9-94a4-3fefcfe01172",
            title: "Электрика",
            posts: [

            ]
          },

        ],
      },
      {
        id: "Ford_Transit_TT9",
        image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/TT9.png?alt=media&token=10293eac-a57a-45e0-8d1a-5d9d278ddd88",
        label: "Ford Transit TT9",
        year: "2006-2014",
        parts: [
          {
            id: 'Engine',
            status: true,
            image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/piston.png?alt=media&token=29e61bab-d19d-4d97-b833-83c446d3f13e",
            title: "Двигатель",
            posts: [
              {id:"Post_1", title: "Замена двигателя", text:"Цилиндро-поршневую группу можно назвать сердцем любого двигателя внутреннего сгорания. В ЦПГ входят поршни с кольцами и гильзы блока цилиндров. Трущаяся пара, которая постоянно подвержена ударным нагрузкам и высоким температурам. Износ ЦПГ критичен и очень дорог в ремонте. Обслуживать там, как правило, нечего. Долгую правильную службу обеспечат частая смена моторного масла, дорогое топливо и оригинальные фильтры. О том, что цилиндро-поршневая группа на автомобилях Форд Транзит износилась, подскажет стук из-под капота либо высокий расход масла (уже при расходе масла около 500 и больше грамм на тысячу километров пробега, пора задуматься о ремонте). Высокий 'жор' масла может быть также из-за течей из-под сальников и прокладок, а также из-за износа маслосъемных колпачков. Их еще называют сальниками клапанов. Турбина также может гнать масло во впуск. Но если эти варианты проверены или устранены, то нужно готовиться к худшему варианту."},
              {id:"Post_2", title: "Замена поршней", text:"Цилиндро-поршневую группу можно назвать сердцем любого двигателя внутреннего сгорания. В ЦПГ входят поршни с кольцами и гильзы блока цилиндров. Трущаяся пара, которая постоянно подвержена ударным нагрузкам и высоким температурам. Износ ЦПГ критичен и очень дорог в ремонте. Обслуживать там, как правило, нечего. Долгую правильную службу обеспечат частая смена моторного масла, дорогое топливо и оригинальные фильтры. О том, что цилиндро-поршневая группа на автомобилях Форд Транзит износилась, подскажет стук из-под капота либо высокий расход масла (уже при расходе масла около 500 и больше грамм на тысячу километров пробега, пора задуматься о ремонте). Высокий 'жор' масла может быть также из-за течей из-под сальников и прокладок, а также из-за износа маслосъемных колпачков. Их еще называют сальниками клапанов. Турбина также может гнать масло во впуск. Но если эти варианты проверены или устранены, то нужно готовиться к худшему варианту."},
              {id:"Post_3", title: "Замена маховика", text:"Цилиндро-поршневую группу можно назвать сердцем любого двигателя внутреннего сгорания. В ЦПГ входят поршни с кольцами и гильзы блока цилиндров. Трущаяся пара, которая постоянно подвержена ударным нагрузкам и высоким температурам. Износ ЦПГ критичен и очень дорог в ремонте. Обслуживать там, как правило, нечего. Долгую правильную службу обеспечат частая смена моторного масла, дорогое топливо и оригинальные фильтры. О том, что цилиндро-поршневая группа на автомобилях Форд Транзит износилась, подскажет стук из-под капота либо высокий расход масла (уже при расходе масла около 500 и больше грамм на тысячу километров пробега, пора задуматься о ремонте). Высокий 'жор' масла может быть также из-за течей из-под сальников и прокладок, а также из-за износа маслосъемных колпачков. Их еще называют сальниками клапанов. Турбина также может гнать масло во впуск. Но если эти варианты проверены или устранены, то нужно готовиться к худшему варианту."},
              {id:"Post_4", title: "Замена головки блока цилиндров", text:"Цилиндро-поршневую группу можно назвать сердцем любого двигателя внутреннего сгорания. В ЦПГ входят поршни с кольцами и гильзы блока цилиндров. Трущаяся пара, которая постоянно подвержена ударным нагрузкам и высоким температурам. Износ ЦПГ критичен и очень дорог в ремонте. Обслуживать там, как правило, нечего. Долгую правильную службу обеспечат частая смена моторного масла, дорогое топливо и оригинальные фильтры. О том, что цилиндро-поршневая группа на автомобилях Форд Транзит износилась, подскажет стук из-под капота либо высокий расход масла (уже при расходе масла около 500 и больше грамм на тысячу километров пробега, пора задуматься о ремонте). Высокий 'жор' масла может быть также из-за течей из-под сальников и прокладок, а также из-за износа маслосъемных колпачков. Их еще называют сальниками клапанов. Турбина также может гнать масло во впуск. Но если эти варианты проверены или устранены, то нужно готовиться к худшему варианту."},
              {id:"Post_5", title: "Замена датчика охлаждающей жидкости", text:"Цилиндро-поршневую группу можно назвать сердцем любого двигателя внутреннего сгорания. В ЦПГ входят поршни с кольцами и гильзы блока цилиндров. Трущаяся пара, которая постоянно подвержена ударным нагрузкам и высоким температурам. Износ ЦПГ критичен и очень дорог в ремонте. Обслуживать там, как правило, нечего. Долгую правильную службу обеспечат частая смена моторного масла, дорогое топливо и оригинальные фильтры. О том, что цилиндро-поршневая группа на автомобилях Форд Транзит износилась, подскажет стук из-под капота либо высокий расход масла (уже при расходе масла около 500 и больше грамм на тысячу километров пробега, пора задуматься о ремонте). Высокий 'жор' масла может быть также из-за течей из-под сальников и прокладок, а также из-за износа маслосъемных колпачков. Их еще называют сальниками клапанов. Турбина также может гнать масло во впуск. Но если эти варианты проверены или устранены, то нужно готовиться к худшему варианту."}
            ]
          },
          {
            id: "Body",
            status: true,
            image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/car_door.png?alt=media&token=6dda07c7-8d4d-4d79-82ca-4fbb1fa06f23",
            title: "Кузов",
            posts: [

            ]
          },
          {
            id: "Suspension",
            status: true,
            image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/wheels.png?alt=media&token=4ab459f8-f814-4fb6-aab5-ff4a77278eaa",
            title: "Мост",
            posts: [

            ]
          },
          {
            id: "Stearing",
            status: true,
            image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/chassis.png?alt=media&token=17c79a35-192c-4055-a5f2-ddc109d88ee6",
            title: "Рулевое",
            posts: [

            ]
          },
          {
            id: "Shock's",
            status: true,
            image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/shockbreaker.png?alt=media&token=8646abab-a174-42be-a624-62e720d21b85",
            title: "Подвеска",
            posts: [

            ]
          },
          {
            id: "Cooling",
            status: true,
            image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/cooler.png?alt=media&token=f9c4a367-89d8-4aba-9a04-82b4a4c58925",
            title: "Охлаждение",
            posts: [

            ]
          },
          {
            id: "Brackes",
            status: true,
            image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/break.png?alt=media&token=36c3d835-8217-4c4f-9991-b99aba99f934",
            title: "Тормоза",
            posts: [

            ]
          },
          {
            id: "Electrics",
            status: true,
            image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/battery.png?alt=media&token=5aed6935-e116-45f9-94a4-3fefcfe01172",
            title: "Электрика",
            posts: [

            ]
          },

        ],
      },
      {
        id: "Ford_Transit_TTG",
        image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/TTS.png?alt=media&token=bd819f09-0d15-40b2-925b-9a99230155c9",
        label: "Ford Transit TTG",
        year: "2014-2019",
        parts: [
          {
            id: 'Engine',
            status: true,
            image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/piston.png?alt=media&token=29e61bab-d19d-4d97-b833-83c446d3f13e",
            title: "Двигатель",
            posts: [
              {id:"Post_1", title: "Замена двигателя", text:"Цилиндро-поршневую группу можно назвать сердцем любого двигателя внутреннего сгорания. В ЦПГ входят поршни с кольцами и гильзы блока цилиндров. Трущаяся пара, которая постоянно подвержена ударным нагрузкам и высоким температурам. Износ ЦПГ критичен и очень дорог в ремонте. Обслуживать там, как правило, нечего. Долгую правильную службу обеспечат частая смена моторного масла, дорогое топливо и оригинальные фильтры. О том, что цилиндро-поршневая группа на автомобилях Форд Транзит износилась, подскажет стук из-под капота либо высокий расход масла (уже при расходе масла около 500 и больше грамм на тысячу километров пробега, пора задуматься о ремонте). Высокий 'жор' масла может быть также из-за течей из-под сальников и прокладок, а также из-за износа маслосъемных колпачков. Их еще называют сальниками клапанов. Турбина также может гнать масло во впуск. Но если эти варианты проверены или устранены, то нужно готовиться к худшему варианту."},
              {id:"Post_2", title: "Замена поршней", text:"Цилиндро-поршневую группу можно назвать сердцем любого двигателя внутреннего сгорания. В ЦПГ входят поршни с кольцами и гильзы блока цилиндров. Трущаяся пара, которая постоянно подвержена ударным нагрузкам и высоким температурам. Износ ЦПГ критичен и очень дорог в ремонте. Обслуживать там, как правило, нечего. Долгую правильную службу обеспечат частая смена моторного масла, дорогое топливо и оригинальные фильтры. О том, что цилиндро-поршневая группа на автомобилях Форд Транзит износилась, подскажет стук из-под капота либо высокий расход масла (уже при расходе масла около 500 и больше грамм на тысячу километров пробега, пора задуматься о ремонте). Высокий 'жор' масла может быть также из-за течей из-под сальников и прокладок, а также из-за износа маслосъемных колпачков. Их еще называют сальниками клапанов. Турбина также может гнать масло во впуск. Но если эти варианты проверены или устранены, то нужно готовиться к худшему варианту."},
              {id:"Post_3", title: "Замена маховика", text:"Цилиндро-поршневую группу можно назвать сердцем любого двигателя внутреннего сгорания. В ЦПГ входят поршни с кольцами и гильзы блока цилиндров. Трущаяся пара, которая постоянно подвержена ударным нагрузкам и высоким температурам. Износ ЦПГ критичен и очень дорог в ремонте. Обслуживать там, как правило, нечего. Долгую правильную службу обеспечат частая смена моторного масла, дорогое топливо и оригинальные фильтры. О том, что цилиндро-поршневая группа на автомобилях Форд Транзит износилась, подскажет стук из-под капота либо высокий расход масла (уже при расходе масла около 500 и больше грамм на тысячу километров пробега, пора задуматься о ремонте). Высокий 'жор' масла может быть также из-за течей из-под сальников и прокладок, а также из-за износа маслосъемных колпачков. Их еще называют сальниками клапанов. Турбина также может гнать масло во впуск. Но если эти варианты проверены или устранены, то нужно готовиться к худшему варианту."},
              {id:"Post_4", title: "Замена головки блока цилиндров", text:"Цилиндро-поршневую группу можно назвать сердцем любого двигателя внутреннего сгорания. В ЦПГ входят поршни с кольцами и гильзы блока цилиндров. Трущаяся пара, которая постоянно подвержена ударным нагрузкам и высоким температурам. Износ ЦПГ критичен и очень дорог в ремонте. Обслуживать там, как правило, нечего. Долгую правильную службу обеспечат частая смена моторного масла, дорогое топливо и оригинальные фильтры. О том, что цилиндро-поршневая группа на автомобилях Форд Транзит износилась, подскажет стук из-под капота либо высокий расход масла (уже при расходе масла около 500 и больше грамм на тысячу километров пробега, пора задуматься о ремонте). Высокий 'жор' масла может быть также из-за течей из-под сальников и прокладок, а также из-за износа маслосъемных колпачков. Их еще называют сальниками клапанов. Турбина также может гнать масло во впуск. Но если эти варианты проверены или устранены, то нужно готовиться к худшему варианту."},
              {id:"Post_5", title: "Замена датчика охлаждающей жидкости", text:"Цилиндро-поршневую группу можно назвать сердцем любого двигателя внутреннего сгорания. В ЦПГ входят поршни с кольцами и гильзы блока цилиндров. Трущаяся пара, которая постоянно подвержена ударным нагрузкам и высоким температурам. Износ ЦПГ критичен и очень дорог в ремонте. Обслуживать там, как правило, нечего. Долгую правильную службу обеспечат частая смена моторного масла, дорогое топливо и оригинальные фильтры. О том, что цилиндро-поршневая группа на автомобилях Форд Транзит износилась, подскажет стук из-под капота либо высокий расход масла (уже при расходе масла около 500 и больше грамм на тысячу километров пробега, пора задуматься о ремонте). Высокий 'жор' масла может быть также из-за течей из-под сальников и прокладок, а также из-за износа маслосъемных колпачков. Их еще называют сальниками клапанов. Турбина также может гнать масло во впуск. Но если эти варианты проверены или устранены, то нужно готовиться к худшему варианту."}
            ]
          },
          {
            id: "Body",
            status: true,
            image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/car_door.png?alt=media&token=6dda07c7-8d4d-4d79-82ca-4fbb1fa06f23",
            title: "Кузов",
            posts: [

            ]
          },
          {
            id: "Suspension",
            status: true,
            image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/wheels.png?alt=media&token=4ab459f8-f814-4fb6-aab5-ff4a77278eaa",
            title: "Мост",
            posts: [

            ]
          },
          {
            id: "Stearing",
            status: true,
            image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/chassis.png?alt=media&token=17c79a35-192c-4055-a5f2-ddc109d88ee6",
            title: "Рулевое",
            posts: [

            ]
          },
          {
            id: "Shock's",
            status: true,
            image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/shockbreaker.png?alt=media&token=8646abab-a174-42be-a624-62e720d21b85",
            title: "Подвеска",
            posts: [

            ]
          },
          {
            id: "Cooling",
            status: true,
            image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/cooler.png?alt=media&token=f9c4a367-89d8-4aba-9a04-82b4a4c58925",
            title: "Охлаждение",
            posts: [

            ]
          },
          {
            id: "Brackes",
            status: true,
            image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/break.png?alt=media&token=36c3d835-8217-4c4f-9991-b99aba99f934",
            title: "Тормоза",
            posts: [

            ]
          },
          {
            id: "Electrics",
            status: true,
            image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/battery.png?alt=media&token=5aed6935-e116-45f9-94a4-3fefcfe01172",
            title: "Электрика",
            posts: [

            ]
          },

        ],
      },
      {
        id: "Ford_Transit_TTS",
        image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/TTS.png?alt=media&token=bd819f09-0d15-40b2-925b-9a99230155c9",
        label: "Ford Transit TTS",
        year: "2019-2022",
        parts: [
          {
            id: 'Engine',
            status: true,
            image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/piston.png?alt=media&token=29e61bab-d19d-4d97-b833-83c446d3f13e",
            title: "Двигатель",
            posts: [
              {id:"Post_1", title: "Замена двигателя", text:"Цилиндро-поршневую группу можно назвать сердцем любого двигателя внутреннего сгорания. В ЦПГ входят поршни с кольцами и гильзы блока цилиндров. Трущаяся пара, которая постоянно подвержена ударным нагрузкам и высоким температурам. Износ ЦПГ критичен и очень дорог в ремонте. Обслуживать там, как правило, нечего. Долгую правильную службу обеспечат частая смена моторного масла, дорогое топливо и оригинальные фильтры. О том, что цилиндро-поршневая группа на автомобилях Форд Транзит износилась, подскажет стук из-под капота либо высокий расход масла (уже при расходе масла около 500 и больше грамм на тысячу километров пробега, пора задуматься о ремонте). Высокий 'жор' масла может быть также из-за течей из-под сальников и прокладок, а также из-за износа маслосъемных колпачков. Их еще называют сальниками клапанов. Турбина также может гнать масло во впуск. Но если эти варианты проверены или устранены, то нужно готовиться к худшему варианту."},
              {id:"Post_2", title: "Замена поршней", text:"Цилиндро-поршневую группу можно назвать сердцем любого двигателя внутреннего сгорания. В ЦПГ входят поршни с кольцами и гильзы блока цилиндров. Трущаяся пара, которая постоянно подвержена ударным нагрузкам и высоким температурам. Износ ЦПГ критичен и очень дорог в ремонте. Обслуживать там, как правило, нечего. Долгую правильную службу обеспечат частая смена моторного масла, дорогое топливо и оригинальные фильтры. О том, что цилиндро-поршневая группа на автомобилях Форд Транзит износилась, подскажет стук из-под капота либо высокий расход масла (уже при расходе масла около 500 и больше грамм на тысячу километров пробега, пора задуматься о ремонте). Высокий 'жор' масла может быть также из-за течей из-под сальников и прокладок, а также из-за износа маслосъемных колпачков. Их еще называют сальниками клапанов. Турбина также может гнать масло во впуск. Но если эти варианты проверены или устранены, то нужно готовиться к худшему варианту."},
              {id:"Post_3", title: "Замена маховика", text:"Цилиндро-поршневую группу можно назвать сердцем любого двигателя внутреннего сгорания. В ЦПГ входят поршни с кольцами и гильзы блока цилиндров. Трущаяся пара, которая постоянно подвержена ударным нагрузкам и высоким температурам. Износ ЦПГ критичен и очень дорог в ремонте. Обслуживать там, как правило, нечего. Долгую правильную службу обеспечат частая смена моторного масла, дорогое топливо и оригинальные фильтры. О том, что цилиндро-поршневая группа на автомобилях Форд Транзит износилась, подскажет стук из-под капота либо высокий расход масла (уже при расходе масла около 500 и больше грамм на тысячу километров пробега, пора задуматься о ремонте). Высокий 'жор' масла может быть также из-за течей из-под сальников и прокладок, а также из-за износа маслосъемных колпачков. Их еще называют сальниками клапанов. Турбина также может гнать масло во впуск. Но если эти варианты проверены или устранены, то нужно готовиться к худшему варианту."},
              {id:"Post_4", title: "Замена головки блока цилиндров", text:"Цилиндро-поршневую группу можно назвать сердцем любого двигателя внутреннего сгорания. В ЦПГ входят поршни с кольцами и гильзы блока цилиндров. Трущаяся пара, которая постоянно подвержена ударным нагрузкам и высоким температурам. Износ ЦПГ критичен и очень дорог в ремонте. Обслуживать там, как правило, нечего. Долгую правильную службу обеспечат частая смена моторного масла, дорогое топливо и оригинальные фильтры. О том, что цилиндро-поршневая группа на автомобилях Форд Транзит износилась, подскажет стук из-под капота либо высокий расход масла (уже при расходе масла около 500 и больше грамм на тысячу километров пробега, пора задуматься о ремонте). Высокий 'жор' масла может быть также из-за течей из-под сальников и прокладок, а также из-за износа маслосъемных колпачков. Их еще называют сальниками клапанов. Турбина также может гнать масло во впуск. Но если эти варианты проверены или устранены, то нужно готовиться к худшему варианту."},
              {id:"Post_5", title: "Замена датчика охлаждающей жидкости", text:"Цилиндро-поршневую группу можно назвать сердцем любого двигателя внутреннего сгорания. В ЦПГ входят поршни с кольцами и гильзы блока цилиндров. Трущаяся пара, которая постоянно подвержена ударным нагрузкам и высоким температурам. Износ ЦПГ критичен и очень дорог в ремонте. Обслуживать там, как правило, нечего. Долгую правильную службу обеспечат частая смена моторного масла, дорогое топливо и оригинальные фильтры. О том, что цилиндро-поршневая группа на автомобилях Форд Транзит износилась, подскажет стук из-под капота либо высокий расход масла (уже при расходе масла около 500 и больше грамм на тысячу километров пробега, пора задуматься о ремонте). Высокий 'жор' масла может быть также из-за течей из-под сальников и прокладок, а также из-за износа маслосъемных колпачков. Их еще называют сальниками клапанов. Турбина также может гнать масло во впуск. Но если эти варианты проверены или устранены, то нужно готовиться к худшему варианту."}
            ]
          },
          {
            id: "Body",
            status: true,
            image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/car_door.png?alt=media&token=6dda07c7-8d4d-4d79-82ca-4fbb1fa06f23",
            title: "Кузов",
            posts: [

            ]
          },
          {
            id: "Suspension",
            status: true,
            image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/wheels.png?alt=media&token=4ab459f8-f814-4fb6-aab5-ff4a77278eaa",
            title: "Мост",
            posts: [

            ]
          },
          {
            id: "Stearing",
            status: true,
            image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/chassis.png?alt=media&token=17c79a35-192c-4055-a5f2-ddc109d88ee6",
            title: "Рулевое",
            posts: [

            ]
          },
          {
            id: "Shock's",
            status: true,
            image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/shockbreaker.png?alt=media&token=8646abab-a174-42be-a624-62e720d21b85",
            title: "Подвеска",
            posts: [

            ]
          },
          {
            id: "Cooling",
            status: true,
            image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/cooler.png?alt=media&token=f9c4a367-89d8-4aba-9a04-82b4a4c58925",
            title: "Охлаждение",
            posts: [

            ]
          },
          {
            id: "Brackes",
            status: true,
            image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/break.png?alt=media&token=36c3d835-8217-4c4f-9991-b99aba99f934",
            title: "Тормоза",
            posts: [

            ]
          },
          {
            id: "Electrics",
            status: true,
            image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/battery.png?alt=media&token=5aed6935-e116-45f9-94a4-3fefcfe01172",
            title: "Электрика",
            posts: [

            ]
          },

        ],
      },
    ]
  },
  {
    image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/newBoxer.png?alt=media&token=2747afcb-33c9-44ea-9755-2bc678f8edf8",
    label: 'Peugeot Boxer',
    year: '1990-2022',
    id: "Peugeot_Boxer",
    childCars: [
      {
        id: "Peugeot_Boxer_90-06",
        image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/oldBoxer.png?alt=media&token=89805d3c-fa15-4cf9-a53d-08265c2c1e02",
        label: "Peugeot Boxer",
        year: "до 2006",
        parts: [
          {
            id: 'Engine',
            status: true,
            image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/piston.png?alt=media&token=29e61bab-d19d-4d97-b833-83c446d3f13e",
            title: "Двигатель",
            posts: [
              {id:"Post_1", title: "Замена двигателя", text:"Цилиндро-поршневую группу можно назвать сердцем любого двигателя внутреннего сгорания. В ЦПГ входят поршни с кольцами и гильзы блока цилиндров. Трущаяся пара, которая постоянно подвержена ударным нагрузкам и высоким температурам. Износ ЦПГ критичен и очень дорог в ремонте. Обслуживать там, как правило, нечего. Долгую правильную службу обеспечат частая смена моторного масла, дорогое топливо и оригинальные фильтры. О том, что цилиндро-поршневая группа на автомобилях Форд Транзит износилась, подскажет стук из-под капота либо высокий расход масла (уже при расходе масла около 500 и больше грамм на тысячу километров пробега, пора задуматься о ремонте). Высокий 'жор' масла может быть также из-за течей из-под сальников и прокладок, а также из-за износа маслосъемных колпачков. Их еще называют сальниками клапанов. Турбина также может гнать масло во впуск. Но если эти варианты проверены или устранены, то нужно готовиться к худшему варианту."},
              {id:"Post_2", title: "Замена поршней", text:"Цилиндро-поршневую группу можно назвать сердцем любого двигателя внутреннего сгорания. В ЦПГ входят поршни с кольцами и гильзы блока цилиндров. Трущаяся пара, которая постоянно подвержена ударным нагрузкам и высоким температурам. Износ ЦПГ критичен и очень дорог в ремонте. Обслуживать там, как правило, нечего. Долгую правильную службу обеспечат частая смена моторного масла, дорогое топливо и оригинальные фильтры. О том, что цилиндро-поршневая группа на автомобилях Форд Транзит износилась, подскажет стук из-под капота либо высокий расход масла (уже при расходе масла около 500 и больше грамм на тысячу километров пробега, пора задуматься о ремонте). Высокий 'жор' масла может быть также из-за течей из-под сальников и прокладок, а также из-за износа маслосъемных колпачков. Их еще называют сальниками клапанов. Турбина также может гнать масло во впуск. Но если эти варианты проверены или устранены, то нужно готовиться к худшему варианту."},
              {id:"Post_3", title: "Замена маховика", text:"Цилиндро-поршневую группу можно назвать сердцем любого двигателя внутреннего сгорания. В ЦПГ входят поршни с кольцами и гильзы блока цилиндров. Трущаяся пара, которая постоянно подвержена ударным нагрузкам и высоким температурам. Износ ЦПГ критичен и очень дорог в ремонте. Обслуживать там, как правило, нечего. Долгую правильную службу обеспечат частая смена моторного масла, дорогое топливо и оригинальные фильтры. О том, что цилиндро-поршневая группа на автомобилях Форд Транзит износилась, подскажет стук из-под капота либо высокий расход масла (уже при расходе масла около 500 и больше грамм на тысячу километров пробега, пора задуматься о ремонте). Высокий 'жор' масла может быть также из-за течей из-под сальников и прокладок, а также из-за износа маслосъемных колпачков. Их еще называют сальниками клапанов. Турбина также может гнать масло во впуск. Но если эти варианты проверены или устранены, то нужно готовиться к худшему варианту."},
              {id:"Post_4", title: "Замена головки блока цилиндров", text:"Цилиндро-поршневую группу можно назвать сердцем любого двигателя внутреннего сгорания. В ЦПГ входят поршни с кольцами и гильзы блока цилиндров. Трущаяся пара, которая постоянно подвержена ударным нагрузкам и высоким температурам. Износ ЦПГ критичен и очень дорог в ремонте. Обслуживать там, как правило, нечего. Долгую правильную службу обеспечат частая смена моторного масла, дорогое топливо и оригинальные фильтры. О том, что цилиндро-поршневая группа на автомобилях Форд Транзит износилась, подскажет стук из-под капота либо высокий расход масла (уже при расходе масла около 500 и больше грамм на тысячу километров пробега, пора задуматься о ремонте). Высокий 'жор' масла может быть также из-за течей из-под сальников и прокладок, а также из-за износа маслосъемных колпачков. Их еще называют сальниками клапанов. Турбина также может гнать масло во впуск. Но если эти варианты проверены или устранены, то нужно готовиться к худшему варианту."},
              {id:"Post_5", title: "Замена датчика охлаждающей жидкости", text:"Цилиндро-поршневую группу можно назвать сердцем любого двигателя внутреннего сгорания. В ЦПГ входят поршни с кольцами и гильзы блока цилиндров. Трущаяся пара, которая постоянно подвержена ударным нагрузкам и высоким температурам. Износ ЦПГ критичен и очень дорог в ремонте. Обслуживать там, как правило, нечего. Долгую правильную службу обеспечат частая смена моторного масла, дорогое топливо и оригинальные фильтры. О том, что цилиндро-поршневая группа на автомобилях Форд Транзит износилась, подскажет стук из-под капота либо высокий расход масла (уже при расходе масла около 500 и больше грамм на тысячу километров пробега, пора задуматься о ремонте). Высокий 'жор' масла может быть также из-за течей из-под сальников и прокладок, а также из-за износа маслосъемных колпачков. Их еще называют сальниками клапанов. Турбина также может гнать масло во впуск. Но если эти варианты проверены или устранены, то нужно готовиться к худшему варианту."}
            ]
          },
          {
            id: "Body",
            status: true,
            image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/car_door.png?alt=media&token=6dda07c7-8d4d-4d79-82ca-4fbb1fa06f23",
            title: "Кузов",
            posts: [

            ]
          },
          {
            id: "Suspension",
            status: true,
            image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/wheels.png?alt=media&token=4ab459f8-f814-4fb6-aab5-ff4a77278eaa",
            title: "Мост",
            posts: [

            ]
          },
          {
            id: "Stearing",
            status: true,
            image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/chassis.png?alt=media&token=17c79a35-192c-4055-a5f2-ddc109d88ee6",
            title: "Рулевое",
            posts: [

            ]
          },
          {
            id: "Shock's",
            status: true,
            image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/shockbreaker.png?alt=media&token=8646abab-a174-42be-a624-62e720d21b85",
            title: "Подвеска",
            posts: [

            ]
          },
          {
            id: "Cooling",
            status: true,
            image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/cooler.png?alt=media&token=f9c4a367-89d8-4aba-9a04-82b4a4c58925",
            title: "Охлаждение",
            posts: [

            ]
          },
          {
            id: "Brackes",
            status: true,
            image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/break.png?alt=media&token=36c3d835-8217-4c4f-9991-b99aba99f934",
            title: "Тормоза",
            posts: [

            ]
          },
          {
            id: "Electrics",
            status: true,
            image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/battery.png?alt=media&token=5aed6935-e116-45f9-94a4-3fefcfe01172",
            title: "Электрика",
            posts: [

            ]
          },

        ],
      },
      {
        id: "Peugeot Boxer_06-23",
        image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/newBoxer.png?alt=media&token=2747afcb-33c9-44ea-9755-2bc678f8edf8",
        label: "Peugeot Boxer",
        year: "2006",
        parts: [
          {
            id: 'Engine',
            status: true,
            image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/piston.png?alt=media&token=29e61bab-d19d-4d97-b833-83c446d3f13e",
            title: "Двигатель",
            posts: [
              {id:"Post_1", title: "Замена двигателя", text:"Цилиндро-поршневую группу можно назвать сердцем любого двигателя внутреннего сгорания. В ЦПГ входят поршни с кольцами и гильзы блока цилиндров. Трущаяся пара, которая постоянно подвержена ударным нагрузкам и высоким температурам. Износ ЦПГ критичен и очень дорог в ремонте. Обслуживать там, как правило, нечего. Долгую правильную службу обеспечат частая смена моторного масла, дорогое топливо и оригинальные фильтры. О том, что цилиндро-поршневая группа на автомобилях Форд Транзит износилась, подскажет стук из-под капота либо высокий расход масла (уже при расходе масла около 500 и больше грамм на тысячу километров пробега, пора задуматься о ремонте). Высокий 'жор' масла может быть также из-за течей из-под сальников и прокладок, а также из-за износа маслосъемных колпачков. Их еще называют сальниками клапанов. Турбина также может гнать масло во впуск. Но если эти варианты проверены или устранены, то нужно готовиться к худшему варианту."},
              {id:"Post_2", title: "Замена поршней", text:"Цилиндро-поршневую группу можно назвать сердцем любого двигателя внутреннего сгорания. В ЦПГ входят поршни с кольцами и гильзы блока цилиндров. Трущаяся пара, которая постоянно подвержена ударным нагрузкам и высоким температурам. Износ ЦПГ критичен и очень дорог в ремонте. Обслуживать там, как правило, нечего. Долгую правильную службу обеспечат частая смена моторного масла, дорогое топливо и оригинальные фильтры. О том, что цилиндро-поршневая группа на автомобилях Форд Транзит износилась, подскажет стук из-под капота либо высокий расход масла (уже при расходе масла около 500 и больше грамм на тысячу километров пробега, пора задуматься о ремонте). Высокий 'жор' масла может быть также из-за течей из-под сальников и прокладок, а также из-за износа маслосъемных колпачков. Их еще называют сальниками клапанов. Турбина также может гнать масло во впуск. Но если эти варианты проверены или устранены, то нужно готовиться к худшему варианту."},
              {id:"Post_3", title: "Замена маховика", text:"Цилиндро-поршневую группу можно назвать сердцем любого двигателя внутреннего сгорания. В ЦПГ входят поршни с кольцами и гильзы блока цилиндров. Трущаяся пара, которая постоянно подвержена ударным нагрузкам и высоким температурам. Износ ЦПГ критичен и очень дорог в ремонте. Обслуживать там, как правило, нечего. Долгую правильную службу обеспечат частая смена моторного масла, дорогое топливо и оригинальные фильтры. О том, что цилиндро-поршневая группа на автомобилях Форд Транзит износилась, подскажет стук из-под капота либо высокий расход масла (уже при расходе масла около 500 и больше грамм на тысячу километров пробега, пора задуматься о ремонте). Высокий 'жор' масла может быть также из-за течей из-под сальников и прокладок, а также из-за износа маслосъемных колпачков. Их еще называют сальниками клапанов. Турбина также может гнать масло во впуск. Но если эти варианты проверены или устранены, то нужно готовиться к худшему варианту."},
              {id:"Post_4", title: "Замена головки блока цилиндров", text:"Цилиндро-поршневую группу можно назвать сердцем любого двигателя внутреннего сгорания. В ЦПГ входят поршни с кольцами и гильзы блока цилиндров. Трущаяся пара, которая постоянно подвержена ударным нагрузкам и высоким температурам. Износ ЦПГ критичен и очень дорог в ремонте. Обслуживать там, как правило, нечего. Долгую правильную службу обеспечат частая смена моторного масла, дорогое топливо и оригинальные фильтры. О том, что цилиндро-поршневая группа на автомобилях Форд Транзит износилась, подскажет стук из-под капота либо высокий расход масла (уже при расходе масла около 500 и больше грамм на тысячу километров пробега, пора задуматься о ремонте). Высокий 'жор' масла может быть также из-за течей из-под сальников и прокладок, а также из-за износа маслосъемных колпачков. Их еще называют сальниками клапанов. Турбина также может гнать масло во впуск. Но если эти варианты проверены или устранены, то нужно готовиться к худшему варианту."},
              {id:"Post_5", title: "Замена датчика охлаждающей жидкости", text:"Цилиндро-поршневую группу можно назвать сердцем любого двигателя внутреннего сгорания. В ЦПГ входят поршни с кольцами и гильзы блока цилиндров. Трущаяся пара, которая постоянно подвержена ударным нагрузкам и высоким температурам. Износ ЦПГ критичен и очень дорог в ремонте. Обслуживать там, как правило, нечего. Долгую правильную службу обеспечат частая смена моторного масла, дорогое топливо и оригинальные фильтры. О том, что цилиндро-поршневая группа на автомобилях Форд Транзит износилась, подскажет стук из-под капота либо высокий расход масла (уже при расходе масла около 500 и больше грамм на тысячу километров пробега, пора задуматься о ремонте). Высокий 'жор' масла может быть также из-за течей из-под сальников и прокладок, а также из-за износа маслосъемных колпачков. Их еще называют сальниками клапанов. Турбина также может гнать масло во впуск. Но если эти варианты проверены или устранены, то нужно готовиться к худшему варианту."}
            ]
          },
          {
            id: "Body",
            status: true,
            image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/car_door.png?alt=media&token=6dda07c7-8d4d-4d79-82ca-4fbb1fa06f23",
            title: "Кузов",
            posts: [

            ]
          },
          {
            id: "Suspension",
            status: true,
            image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/wheels.png?alt=media&token=4ab459f8-f814-4fb6-aab5-ff4a77278eaa",
            title: "Мост",
            posts: [

            ]
          },
          {
            id: "Stearing",
            status: true,
            image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/chassis.png?alt=media&token=17c79a35-192c-4055-a5f2-ddc109d88ee6",
            title: "Рулевое",
            posts: [

            ]
          },
          {
            id: "Shock's",
            status: true,
            image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/shockbreaker.png?alt=media&token=8646abab-a174-42be-a624-62e720d21b85",
            title: "Подвеска",
            posts: [

            ]
          },
          {
            id: "Cooling",
            status: true,
            image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/cooler.png?alt=media&token=f9c4a367-89d8-4aba-9a04-82b4a4c58925",
            title: "Охлаждение",
            posts: [

            ]
          },
          {
            id: "Brackes",
            status: true,
            image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/break.png?alt=media&token=36c3d835-8217-4c4f-9991-b99aba99f934",
            title: "Тормоза",
            posts: [

            ]
          },
          {
            id: "Electrics",
            status: true,
            image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/battery.png?alt=media&token=5aed6935-e116-45f9-94a4-3fefcfe01172",
            title: "Электрика",
            posts: [

            ]
          },

        ],
      }
    ]
  },
  {
    image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/newJumper.png?alt=media&token=99f55ece-090b-4056-b227-b934c588c8d5",
    label: 'Citroen Jumper',
    year: '1990-2022',
    id: 'Citroen Jumper',
    childCars: [
      {
        id: "Citroen Jumper",
        image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/oldJumper.png?alt=media&token=95591edc-1f4a-4932-9d12-178b6159ee3f",
        label: "Citroen Jumper",
        year: "до 2006",
        parts: [
          {
            id: 'Engine',
            status: true,
            image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/piston.png?alt=media&token=29e61bab-d19d-4d97-b833-83c446d3f13e",
            title: "Двигатель",
            posts: [
              {id:"Post_1", title: "Замена двигателя", text:"Цилиндро-поршневую группу можно назвать сердцем любого двигателя внутреннего сгорания. В ЦПГ входят поршни с кольцами и гильзы блока цилиндров. Трущаяся пара, которая постоянно подвержена ударным нагрузкам и высоким температурам. Износ ЦПГ критичен и очень дорог в ремонте. Обслуживать там, как правило, нечего. Долгую правильную службу обеспечат частая смена моторного масла, дорогое топливо и оригинальные фильтры. О том, что цилиндро-поршневая группа на автомобилях Форд Транзит износилась, подскажет стук из-под капота либо высокий расход масла (уже при расходе масла около 500 и больше грамм на тысячу километров пробега, пора задуматься о ремонте). Высокий 'жор' масла может быть также из-за течей из-под сальников и прокладок, а также из-за износа маслосъемных колпачков. Их еще называют сальниками клапанов. Турбина также может гнать масло во впуск. Но если эти варианты проверены или устранены, то нужно готовиться к худшему варианту."},
              {id:"Post_2", title: "Замена поршней", text:"Цилиндро-поршневую группу можно назвать сердцем любого двигателя внутреннего сгорания. В ЦПГ входят поршни с кольцами и гильзы блока цилиндров. Трущаяся пара, которая постоянно подвержена ударным нагрузкам и высоким температурам. Износ ЦПГ критичен и очень дорог в ремонте. Обслуживать там, как правило, нечего. Долгую правильную службу обеспечат частая смена моторного масла, дорогое топливо и оригинальные фильтры. О том, что цилиндро-поршневая группа на автомобилях Форд Транзит износилась, подскажет стук из-под капота либо высокий расход масла (уже при расходе масла около 500 и больше грамм на тысячу километров пробега, пора задуматься о ремонте). Высокий 'жор' масла может быть также из-за течей из-под сальников и прокладок, а также из-за износа маслосъемных колпачков. Их еще называют сальниками клапанов. Турбина также может гнать масло во впуск. Но если эти варианты проверены или устранены, то нужно готовиться к худшему варианту."},
              {id:"Post_3", title: "Замена маховика", text:"Цилиндро-поршневую группу можно назвать сердцем любого двигателя внутреннего сгорания. В ЦПГ входят поршни с кольцами и гильзы блока цилиндров. Трущаяся пара, которая постоянно подвержена ударным нагрузкам и высоким температурам. Износ ЦПГ критичен и очень дорог в ремонте. Обслуживать там, как правило, нечего. Долгую правильную службу обеспечат частая смена моторного масла, дорогое топливо и оригинальные фильтры. О том, что цилиндро-поршневая группа на автомобилях Форд Транзит износилась, подскажет стук из-под капота либо высокий расход масла (уже при расходе масла около 500 и больше грамм на тысячу километров пробега, пора задуматься о ремонте). Высокий 'жор' масла может быть также из-за течей из-под сальников и прокладок, а также из-за износа маслосъемных колпачков. Их еще называют сальниками клапанов. Турбина также может гнать масло во впуск. Но если эти варианты проверены или устранены, то нужно готовиться к худшему варианту."},
              {id:"Post_4", title: "Замена головки блока цилиндров", text:"Цилиндро-поршневую группу можно назвать сердцем любого двигателя внутреннего сгорания. В ЦПГ входят поршни с кольцами и гильзы блока цилиндров. Трущаяся пара, которая постоянно подвержена ударным нагрузкам и высоким температурам. Износ ЦПГ критичен и очень дорог в ремонте. Обслуживать там, как правило, нечего. Долгую правильную службу обеспечат частая смена моторного масла, дорогое топливо и оригинальные фильтры. О том, что цилиндро-поршневая группа на автомобилях Форд Транзит износилась, подскажет стук из-под капота либо высокий расход масла (уже при расходе масла около 500 и больше грамм на тысячу километров пробега, пора задуматься о ремонте). Высокий 'жор' масла может быть также из-за течей из-под сальников и прокладок, а также из-за износа маслосъемных колпачков. Их еще называют сальниками клапанов. Турбина также может гнать масло во впуск. Но если эти варианты проверены или устранены, то нужно готовиться к худшему варианту."},
              {id:"Post_5", title: "Замена датчика охлаждающей жидкости", text:"Цилиндро-поршневую группу можно назвать сердцем любого двигателя внутреннего сгорания. В ЦПГ входят поршни с кольцами и гильзы блока цилиндров. Трущаяся пара, которая постоянно подвержена ударным нагрузкам и высоким температурам. Износ ЦПГ критичен и очень дорог в ремонте. Обслуживать там, как правило, нечего. Долгую правильную службу обеспечат частая смена моторного масла, дорогое топливо и оригинальные фильтры. О том, что цилиндро-поршневая группа на автомобилях Форд Транзит износилась, подскажет стук из-под капота либо высокий расход масла (уже при расходе масла около 500 и больше грамм на тысячу километров пробега, пора задуматься о ремонте). Высокий 'жор' масла может быть также из-за течей из-под сальников и прокладок, а также из-за износа маслосъемных колпачков. Их еще называют сальниками клапанов. Турбина также может гнать масло во впуск. Но если эти варианты проверены или устранены, то нужно готовиться к худшему варианту."}
            ]
          },
          {
            id: "Body",
            status: true,
            image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/car_door.png?alt=media&token=6dda07c7-8d4d-4d79-82ca-4fbb1fa06f23",
            title: "Кузов",
            posts: [

            ]
          },
          {
            id: "Suspension",
            status: true,
            image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/wheels.png?alt=media&token=4ab459f8-f814-4fb6-aab5-ff4a77278eaa",
            title: "Мост",
            posts: [

            ]
          },
          {
            id: "Stearing",
            status: true,
            image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/chassis.png?alt=media&token=17c79a35-192c-4055-a5f2-ddc109d88ee6",
            title: "Рулевое",
            posts: [

            ]
          },
          {
            id: "Shock's",
            status: true,
            image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/shockbreaker.png?alt=media&token=8646abab-a174-42be-a624-62e720d21b85",
            title: "Подвеска",
            posts: [

            ]
          },
          {
            id: "Cooling",
            status: true,
            image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/cooler.png?alt=media&token=f9c4a367-89d8-4aba-9a04-82b4a4c58925",
            title: "Охлаждение",
            posts: [

            ]
          },
          {
            id: "Brackes",
            status: true,
            image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/break.png?alt=media&token=36c3d835-8217-4c4f-9991-b99aba99f934",
            title: "Тормоза",
            posts: [

            ]
          },
          {
            id: "Electrics",
            status: true,
            image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/battery.png?alt=media&token=5aed6935-e116-45f9-94a4-3fefcfe01172",
            title: "Электрика",
            posts: [

            ]
          },

        ],
      },
      {
        id: "Citroen Jumper",
        image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/newJumper.png?alt=media&token=99f55ece-090b-4056-b227-b934c588c8d5",
        label: "Citroen Jumper",
        year: "2006",
        parts: [
          {
            id: 'Engine',
            status: true,
            image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/piston.png?alt=media&token=29e61bab-d19d-4d97-b833-83c446d3f13e",
            title: "Двигатель",
            posts: [
              {id:"Post_1", title: "Замена двигателя", text:"Цилиндро-поршневую группу можно назвать сердцем любого двигателя внутреннего сгорания. В ЦПГ входят поршни с кольцами и гильзы блока цилиндров. Трущаяся пара, которая постоянно подвержена ударным нагрузкам и высоким температурам. Износ ЦПГ критичен и очень дорог в ремонте. Обслуживать там, как правило, нечего. Долгую правильную службу обеспечат частая смена моторного масла, дорогое топливо и оригинальные фильтры. О том, что цилиндро-поршневая группа на автомобилях Форд Транзит износилась, подскажет стук из-под капота либо высокий расход масла (уже при расходе масла около 500 и больше грамм на тысячу километров пробега, пора задуматься о ремонте). Высокий 'жор' масла может быть также из-за течей из-под сальников и прокладок, а также из-за износа маслосъемных колпачков. Их еще называют сальниками клапанов. Турбина также может гнать масло во впуск. Но если эти варианты проверены или устранены, то нужно готовиться к худшему варианту."},
              {id:"Post_2", title: "Замена поршней", text:"Цилиндро-поршневую группу можно назвать сердцем любого двигателя внутреннего сгорания. В ЦПГ входят поршни с кольцами и гильзы блока цилиндров. Трущаяся пара, которая постоянно подвержена ударным нагрузкам и высоким температурам. Износ ЦПГ критичен и очень дорог в ремонте. Обслуживать там, как правило, нечего. Долгую правильную службу обеспечат частая смена моторного масла, дорогое топливо и оригинальные фильтры. О том, что цилиндро-поршневая группа на автомобилях Форд Транзит износилась, подскажет стук из-под капота либо высокий расход масла (уже при расходе масла около 500 и больше грамм на тысячу километров пробега, пора задуматься о ремонте). Высокий 'жор' масла может быть также из-за течей из-под сальников и прокладок, а также из-за износа маслосъемных колпачков. Их еще называют сальниками клапанов. Турбина также может гнать масло во впуск. Но если эти варианты проверены или устранены, то нужно готовиться к худшему варианту."},
              {id:"Post_3", title: "Замена маховика", text:"Цилиндро-поршневую группу можно назвать сердцем любого двигателя внутреннего сгорания. В ЦПГ входят поршни с кольцами и гильзы блока цилиндров. Трущаяся пара, которая постоянно подвержена ударным нагрузкам и высоким температурам. Износ ЦПГ критичен и очень дорог в ремонте. Обслуживать там, как правило, нечего. Долгую правильную службу обеспечат частая смена моторного масла, дорогое топливо и оригинальные фильтры. О том, что цилиндро-поршневая группа на автомобилях Форд Транзит износилась, подскажет стук из-под капота либо высокий расход масла (уже при расходе масла около 500 и больше грамм на тысячу километров пробега, пора задуматься о ремонте). Высокий 'жор' масла может быть также из-за течей из-под сальников и прокладок, а также из-за износа маслосъемных колпачков. Их еще называют сальниками клапанов. Турбина также может гнать масло во впуск. Но если эти варианты проверены или устранены, то нужно готовиться к худшему варианту."},
              {id:"Post_4", title: "Замена головки блока цилиндров", text:"Цилиндро-поршневую группу можно назвать сердцем любого двигателя внутреннего сгорания. В ЦПГ входят поршни с кольцами и гильзы блока цилиндров. Трущаяся пара, которая постоянно подвержена ударным нагрузкам и высоким температурам. Износ ЦПГ критичен и очень дорог в ремонте. Обслуживать там, как правило, нечего. Долгую правильную службу обеспечат частая смена моторного масла, дорогое топливо и оригинальные фильтры. О том, что цилиндро-поршневая группа на автомобилях Форд Транзит износилась, подскажет стук из-под капота либо высокий расход масла (уже при расходе масла около 500 и больше грамм на тысячу километров пробега, пора задуматься о ремонте). Высокий 'жор' масла может быть также из-за течей из-под сальников и прокладок, а также из-за износа маслосъемных колпачков. Их еще называют сальниками клапанов. Турбина также может гнать масло во впуск. Но если эти варианты проверены или устранены, то нужно готовиться к худшему варианту."},
              {id:"Post_5", title: "Замена датчика охлаждающей жидкости", text:"Цилиндро-поршневую группу можно назвать сердцем любого двигателя внутреннего сгорания. В ЦПГ входят поршни с кольцами и гильзы блока цилиндров. Трущаяся пара, которая постоянно подвержена ударным нагрузкам и высоким температурам. Износ ЦПГ критичен и очень дорог в ремонте. Обслуживать там, как правило, нечего. Долгую правильную службу обеспечат частая смена моторного масла, дорогое топливо и оригинальные фильтры. О том, что цилиндро-поршневая группа на автомобилях Форд Транзит износилась, подскажет стук из-под капота либо высокий расход масла (уже при расходе масла около 500 и больше грамм на тысячу километров пробега, пора задуматься о ремонте). Высокий 'жор' масла может быть также из-за течей из-под сальников и прокладок, а также из-за износа маслосъемных колпачков. Их еще называют сальниками клапанов. Турбина также может гнать масло во впуск. Но если эти варианты проверены или устранены, то нужно готовиться к худшему варианту."}
            ]
          },
          {
            id: "Body",
            status: true,
            image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/car_door.png?alt=media&token=6dda07c7-8d4d-4d79-82ca-4fbb1fa06f23",
            title: "Кузов",
            posts: [

            ]
          },
          {
            id: "Suspension",
            status: true,
            image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/wheels.png?alt=media&token=4ab459f8-f814-4fb6-aab5-ff4a77278eaa",
            title: "Мост",
            posts: [

            ]
          },
          {
            id: "Stearing",
            status: true,
            image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/chassis.png?alt=media&token=17c79a35-192c-4055-a5f2-ddc109d88ee6",
            title: "Рулевое",
            posts: [

            ]
          },
          {
            id: "Shock's",
            status: true,
            image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/shockbreaker.png?alt=media&token=8646abab-a174-42be-a624-62e720d21b85",
            title: "Подвеска",
            posts: [

            ]
          },
          {
            id: "Cooling",
            status: true,
            image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/cooler.png?alt=media&token=f9c4a367-89d8-4aba-9a04-82b4a4c58925",
            title: "Охлаждение",
            posts: [

            ]
          },
          {
            id: "Brackes",
            status: true,
            image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/break.png?alt=media&token=36c3d835-8217-4c4f-9991-b99aba99f934",
            title: "Тормоза",
            posts: [

            ]
          },
          {
            id: "Electrics",
            status: true,
            image: "https://firebasestorage.googleapis.com/v0/b/spare-part-handbook.appspot.com/o/battery.png?alt=media&token=5aed6935-e116-45f9-94a4-3fefcfe01172",
            title: "Электрика",
            posts: [

            ]
          },

        ],
      }
    ]
  },
]
export { Data };
